# Ghostty, Herdr, Hunk, Neovim, and Bookokrat dependencies for the Resilience
# work Mac.
# Work-repo runtimes and company-managed applications intentionally stay out.

brew "bash-language-server"
brew "bookokrat"
brew "fd"
brew "fzf"
brew "gopls"
brew "herdr"
brew "hunk"
brew "imagemagick"
brew "lazygit"
brew "lua-language-server"
brew "neovim"
brew "ripgrep"
brew "stylua"
brew "tree-sitter-cli"
brew "uv"
brew "vscode-langservers-extracted"
brew "vtsls"

cask "font-maple-mono-nf"
cask "ghostty"
