tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "bat"
brew "btop"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "fastfetch"
brew "gawk"
brew "git"
brew "gnupg"
brew "lsd"
brew "starship"
brew "zoxide"
cask "1password-cli"
cask "aerospace"
cask "orbstack"
cask "pearcleaner"
vscode "4ops.terraform"
vscode "alduncanson.react-hooks-snippets"
vscode "aliariff.auto-add-brackets"
vscode "aykutsarac.jsoncrack-vscode"
vscode "batisteo.vscode-django"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "bsides.snazzy-operator-plus"
vscode "casualjim.gotemplate"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "equimper.react-native-react-redux"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "jinliming2.vscode-go-template"
vscode "mgmcdermott.vscode-language-babel"
vscode "midnightsyntax.vscode-wrap-console-log"
vscode "mikestead.dotenv"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "msjsdiag.vscode-react-native"
vscode "msyrus.go-doc"
vscode "pkief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "seripap.vscode-memory"
vscode "shardulm94.trailing-spaces"
vscode "sidthesloth.html5-boilerplate"
vscode "streetsidesoftware.code-spell-checker"
vscode "tailscale.vscode-tailscale"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wallabyjs.console-ninja"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzane.markdown-pdf"
vscode "zarifprogrammer.tailwind-snippets"
vscode "zhihaocui.ts-interface-sorter"
