# Shared personal-Mac shell, terminal, editor, and Neovim dependencies.

brew "bash-language-server"
brew "bat"
brew "bookokrat"
brew "btop"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "gopls"
brew "herdr"
brew "hunk"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lsd"
brew "lua-language-server"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "tmux"
brew "tree-sitter-cli"
brew "uv"
brew "vscode-langservers-extracted"
brew "vtsls"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "font-maple-mono-nf"
cask "ghostty"
cask "zed"
