tap "steipete/tap"

brew "coreutils"
brew "diff-so-fancy"
brew "ffmpeg"
brew "git-filter-repo"
brew "gogcli"
# Runtime exception: LaunchAgents prepend /opt/homebrew/opt/node@22/bin and stay
# on Homebrew Node until a separate maintenance window is approved. Keep this
# keg-only so unversioned Node dependencies cannot create link conflicts.
brew "node@22"
brew "pnpm"
brew "pgvector"
brew "poppler"
brew "postgresql@17"
brew "tailscale"
brew "tesseract"
brew "websocat"
brew "xcodegen"
brew "steipete/tap/remindctl"

cask "chromium"
cask "codex"
cask "home-assistant"
cask "obsidian"
cask "visual-studio-code"

vscode "openai.chatgpt"
