tap "steipete/tap"

brew "bat"
brew "btop"
brew "coreutils"
brew "diff-so-fancy"
brew "fastfetch"
brew "ffmpeg"
brew "fnm"
brew "gh"
brew "git-filter-repo"
brew "go"
brew "gogcli"
brew "lsd"
brew "mise"
brew "node@22", link: true
brew "pnpm"
brew "pgvector"
brew "pipx"
brew "poppler"
brew "postgresql@17"
brew "ripgrep"
brew "starship"
brew "tailscale"
brew "tesseract"
brew "tmux"
brew "uv"
brew "websocat"
brew "xcodegen"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "steipete/tap/remindctl"

cask "chromium"
cask "codex"
cask "home-assistant"
cask "obsidian"
cask "visual-studio-code"

vscode "openai.chatgpt"


